main_command_hint: str = \
"""
Выберите пункт из меню:
1. Работа с калькулятором
2. Загрузить историю из файла
0. Выход
"""

local_command_hint: str = \
"""
Выберите пункт из меню:
1. Вычисление (целые и дробные числа)
2. Отобразить историю
3. Очистить историю
0. Вернуться в главное меню
"""

calculator_instructions: str = \
"""
Выберите операцию:
1. Сложение
2. Вычитание
3. Умножение
4. Деление
5. Взятие процента от числа
0. Назад
"""

numbers_input_command: str = \
"""
Введите через пробел два числа (целых или дробных):
"""

filename_input_hint: str = \
"""
Введите путь до файла, используя относительную адресацию:
"""

no_notes_in_history: str = \
"""
Здесь пока ничего нет :(
"""

cleared_successfully: str = \
"""
Успешно очищенно
"""

default_history_filename: str = "history.txt"

loaded_successfully: str = \
"""
Успешно загруженно
"""

something_went_wrong: str = \
"""
Что-то пошло не так
"""